{
  "qwest_auditors": [
    {
      "name": "Холл",
      "description": [
        "Вы в главном холле. Просторное помещение встречает вас высокими потолками и мягким \nсветом, льющимся из больших арочных окон.",
        "Стены, облицованные светлым камнем, украшены портретами выдающихся учёных и почетных выпускников, \nчьи имена золотыми буквами вписаны в историю вуза. \nПо всему помещению слышатся голоса обучающихся."
      ],
      "floors": 0,
      "items": [ "Ультразвуковой пульт", "Огнемет" ],
      "enemies": [],
      "interactables": [
        {
          "type": "Доска объявлений",
          "discription": [
            "Доска объявлений исписана странными символами.",
            "На самом видном месте вывешены результаты экзаменов. \nВы подходите, чтобы посмотреть на них, затем читаете, проходя глазами по каждой из фамилий.",
            "И вот, наконец, заветные баллы, сердце колотится. Что же там?",
            "О нет! Какой кошмар, Вы не сдали!",
            "К Вам неожиданно подббирается преподаватель и холодным голосом говорит подойти в деканат.",
            "Комната погружается в зловещую атмосферу, из наставника по полу начинает сочиться черная жидкость...",
            "Это галлюцинации или реальность, уж слишком на нее не похоже! Вы не можете отлепить ноги от пола...",
            "(Мысли) \n*Ох, вот это я влип! Если родители узнают, то мне не жить! \nДа и кем я стану без образования... Разве что полы мыть или... Даже думать страшно...*",
            "(Мысли) \n*Она смотрит на меня так, словно в эту же секунду размельчит на несколько порций татарских эчпочмаков!*",
            "Вы: \nБоюсь, это ошибка! Скажите проверяющим протереть очки!",
            "Преподаватель: \nВы сомневаетесь в нашей проверочной комиссии? Мы - лучший университет страны!",
            "Вы: \nНет, но, кажется, здесь именно техническая ошибка. Я подам апелляцию! Преподаватель.",
            "Преподаватель: \nАпелляцию… Хм… хорошо, ступай, сообщу, чтобы все перепроверили."
          ]
        },
        {
          "type": "Группа студентов",
          "discription": [
            "Вы подходите ближе и слышите, как небольшая группа студентов обсуждает экзамены \nи подозрительные мистические слухи.",
            "Студент А: \nСлышали, слышали? В институтской башне начали происходить странные вещи!",
            "Студент Б: \nИ ты в это веришь? Ха-ха, все это детские сказки и чушь!",
            "Студент А: \nВовсе нет, я узнал, кто-то видел призрака в спорткомплексе, в раздевалке, \nи теперь никто не может записываться на физ-ру… ",
            "Студент В: \nКакой ужас! А мне рассказали, что в зеркале библиотеки отражение одной девушки \nвышло из-под контроля и начало двигаться само собой. Оно назвалось архангелом Гавриилом. \nПосле этого студентка начала себя странно вести и вовсе перестала посещать пары!",
            "Студент Б: \nЕсли так пойдёт и дальше, придётся напяливать шапочку из фольги и \nоткрывать клуб конспирологических теорий!",
            "Студент В: \nЕще и экзамены. Как их вообще сдавать в таком апокалипсисе?!",
            "Студент А: \nО, вот еще одна заблудшая овечка. Лучше возьми этот ультразвуковой пульт. \nОн - гарантия твоего спокойствия, кроме того абсолютно бесплатно, так что не придется экономить \nна славных пирах под эгидой -Красная цена-",
            "Кто-то из толпы подал Вам предмет.",
            "Вы: \nСтранная какая-то штука, надеюсь пригодится. А нет, переоборудую ее дома в адронный коллайдер",
            "<Ультразвуковой пульт теперь у Вас в инаентаре>"
          ]
        },
        {
          "type": "Загадочный студент 1",
          "discription": [
            "В углу комнаты расположился таинственный парень в очках. Вы подходите ближе, чтобы поговорить с ним. \nЗагадочник улыбается, словно он и ждал Вас все это время...",
            "Загадочный студент: \nДолго же ты соображаешь, прошлые были быстрее.",
            "Загадочный студент: \nЯ знаю, чего ты ищешь, так что можешь даже не утруждаться \nи не тратить силы и время на лишние слова.",
            "Загадочный студент: \nЕсть способ сдать все экзамены, но для того принеси мне из столовой свиные копытца, \nно, если их не будет, возьми рыбьи головешки.",
            "Загадочный студент: \nОни связаны с деформированием пространств и перемещением сквозь космические материи, но не суть.",
            "Загадочный студент: \nПринесешь - расскажу секрет успешной сдачи.",
            "(Мысли): \n*Кажется, у него не все в порядке с головой. \nМожет, раскрыть ему тайну про бесплатного психолога от универа, \nуслугами которого ему явно стои воспользоваться?*",
            "(Мысли): \n*Так или иначе придется ему довериться, \nв ином случае прощай счастливое будущее и встречай безработица и попрошайничество.*",
            "Загадочный студент: \nВозьми огнемет, он пригодится.",
            "<Огнемет теперь у Вас в инвентаре>"
          ]
        },
        {
          "type": "Загадочный студент 2",
          "discription": [
            "Загадочный студент: \nТо, что нужно! Я был лучшего мнения о тебе, знал, что быстро справишься с заданием.",
            "Загадочный студент: \nТебе положена награда, ведь за этим пришел ко мне? \nВ университете существует магические мемуары по каждому предмету. ",
            "Загадочный студент: \nПрочитав заклинание на первой странице, ты сможешь выучить весь материал \nпо дисциплине, которой посвящена книга.",
            "Загадочный студент: \nВ библиотеке есть тайник, там спрятаны мемуары по «Проектной деятельности», найди его.",
            "Он вручает старый металлический ключ охристого цвета, \nсловно в чашу свежесобранного золотистого меда намешали бурый березовый деготь.",
            "Окончание ключа по форме напоминало голову младенца с рисунком песочных часов на лбу. ",
            "После чего парнишка достает странный небольшой аппарат, выкручивая механизм в нем, \nпосле ослепляющая вспышка, и таинственный человек исчезает. ",
            "Игрок смотрит на ключ, однако помнит лишь то, что ему почему - то обязательно необходимо попасть в библиотеку - там он найдет все ответы.",
            "ЦЕЛЬ: Нужно найти 5 мемуаров по каждому предмету и пересдать все экзамены, чтобы избежать отчисления.>"
          ]
        }
      ]
    },
    {
      "name": "Столовая",
      "description": "Вы оказались в университетской столовой. Вокруг тишина, лишь слышно, как капает вода из крана и гудит холодильник за закрытой стойкой раздачи.\nДлинные ряды столов и скамеек теперь пустуют - лишь кое-где остались забытые салфетки и крошки.\nВ воздухе еще витает слабый запах недавнего обеда, но он уже выветрился, растворяясь в прохладе пустого зала.",
      "floors": 1,
      "items": [ "Активированный уголь", "Икона" ],
      "enemies": [ "Forks" ],
      "interactables": [
        {
          "type": "Вилки Титаны",
          "discription": [
            "Перед вами разворачивается картина нашествия гигантских вилок, они нападают, нужно стразиться, чтобы не погибнуть.",
            "Что-то в Вашем инвентаре способно расплапить метал и напугать этих высоченных существ!"
          ]
        },
        {
          "type": "Повар",
          "discription": [
            "Вы победили, и теперь повар с черной повязкой на глазу осыпает благодарностями за проделанную помощь.",
            "Вы: \nТак значит, Вы выбрали вилку?",
            "Повар: \nДа нет, я просто игры люблю пиратить, йо-хо-хо и бутылка рома!",
            "Вы: \nЛюбопытно! Однако, мне кажется, не только у Вас подобные фетиши имеются. Правда ведь? \n*Персонаж пристально уставился на Вас, ухмыляясь*",
            "Повар: \nВозможно, но я все равно хочу отблагодарить Вас за помощь, салага!",
            "Повар: \nЭти столовые приборы неожиданно увеличились в размере и после мешали мне кормить обучающихся.",
            "Повар: \nЯ очень переживаю за их голодные желудки, у кого сейчас нет проблем с жкт(?), \nв период экзаменов все должны быть сытыми!",
            "Повар: \nПоэтому давайте пройдем к буфету, можете выбрать что угодно себе в подарок от меня лично за помощь.",
            "Витрина: \nВы подходите к витрине, прикрытой льняной тканью глубокого темного оттенка индиго, \nвисевшей неровно, словно её набросили в спешке, на ней нечетко отображался узор герба университета.",
            "Повар: \nВы готовы?",
            "Вы: \nДа, капитан!",
            "Повар: \nЯ не слышу!",
            "Вы: \nТак точно, о капитан, мой капитан!",
            "Он открывает завесу, и теперь свет из окна струится, освещая лежащие предметы за стеклом: \nБалерина капучино \nСыр косичка \nЖримолчинки \nРыбьи головешки \nПицца с ананасами \nЖаренный снег \nКуриные лапки",
            "Вы не находите свиные копытца и выбираете рыбьи головешки. \nИ после отправляетесь обратно к загадочному студенту"
          ]
        }
      ]
    },
    {
      "name": "Библиотека",
      "description": [
        "Просторная библиотека с гигантским залом в готическом стиле, там полумрак борется с золотистым светом. \nВысокие потолки теряются в дымке, шкафы из темного дуба уставлены книгами, \nкоторые одна за другой пытаются вылететь и вцепиться в любого проходимца.",
        "На стенах расположились бронзовые светильники с мистическими узорами звёзд и драконов; \nпод потолком медленно дрейфовали парящие свечи, словно из Хогвартсовых залов, \nотбрасывая мерцающие тени. В середине комнаты расставлены за твердыми стеклянными витринами \nГрамматики - величайшие мировые словари с переводами на все языки планеты."
      ],
      "floors": 1,
      "items": [ "Сонные благовония", "Программируемый калькулятор", "Связая вода", "Дух Страуструпа" ],
      "enemies": [ "Books" ],
      "interactables": [
        {
          "type": "Летающие книги",
          "discription": [
            "Летающие книги до потери страниц размахивают ими словно острыми крыльями летучей мыши, \nони кружат, запугивая и охотясь на каждого, кто встретился им на пути. \nВоспользоваться огнеметом на этот разне получится, ведь рукописи не горят!",
            "Тогда в ход отличной пойдет ультрозвуковой пульт! \nГениальное изобретение для борьбы в месте, где на шум наложено табу, однако есть возможность использовать его же для ослабления бдительности более чувствительного врага.",
            "Книги одна за другой начинают издавать шипящие вопли, вне способности устоять от звуковых волн, \nнаправленных в их сторону, затем опускаются на пол, некоторые добираются \nдо собственных полок и засыпают вечным сном.",
            "Теперь в помещении полный кавардак. Библиотекарю придется постараться навести здесь приличнейший марафет."
          ]
        },
        {
          "type": "Библиотекарь",
          "discription": [
            "Человек в академических одеждах и мантии тщательно возится со стопками книг.\nон не замечает ни души рядом с собой, ведь погружен в работу.",
            "Последние недели ему пришлось привыкнуть к безобразию, творившемуся на фоне, \nи адаптироваться к рутине, чтобы не отвлекаться на посторонние звуки.",
            "Однако не сразу, но чувствует кого-то позади себя и быстро оборачивается, \nвздрагивая от удивления; его треснутые и немного кривые очки подпрыгивают на носу. \nГлаза, опухшие от бессонных ночей, уставились на главного героя.",
            "Библиотекарь: \nП-простите с-сер, библиотека временно закрыта, и вообще сомневаюсь, \nчто она когда-либо откроется!",
            "Библиотекарь: \nН-неужели Вы не видите, какой тут беспорядок?! МЫ ЗАКРЫТЫ, Уходит-те!",
            "Вы: \nУ меня форс-мажорные обстоятельства по поводу дел здесь.",
            "Библиотекарь: \nЧто за чушь, здесь ни единой души не бывало с прошлого месяца! \nПодождите-ка… П-почему внезапно стало так тихо… А как же кара небесная, \nкак у фараона в древности… книги, это Ваших рук дело? ",
            "Вы: \nНу, как видите.",
            "Библиотекарь: \nИзвин-ните, у меня проблемы с речью, мне казалось, \nя случайно призвал из преисподней демонов, п-прочитав в недавнем м-манускрипте \nСатана вместо Санты. Хорошо, что не Рождество, так бы у меня елка сгорела. ",
            "Вы: \nМожно ли мне пройти в читальные залы?",
            "Библиотекарь: \nБ-боже, да конечно, ступайте, так и быть. \nБез Вас я бы совсем рухнул от усталости, борясь с этими созданиями, \nно т-теперь п-придется все убирать…",
            "Библиотекарь: \nЯ делаю это по 1303049 раз в сутки, работа никогда не прекращается. \nХотели бы вы услышать ещё пару интересных фактов про это число? Во-первых, оно простое, \nа во-вторых, ты слишком ленивый, чтобы его прочитать, мелкий поганец, по ту сторону экрана! "
          ]
        },
        {
          "type": "1 часть зала",
          "discription": [
            "Наткнувшись на распутье меж рядов гигантской библиотеки, Вы решаете пойти в первую половину комнаты.",
            "Вы проходите мимо громоздких стеллажей с книгами, похожих на лабиринт, \nдостигавших потолка и терявшихся в полумраке. Некоторые произведения лежали на полу, \nне позволяя пройти, одни - аккуратными стопками, другие были разбросаны и покрыты пылью.",
            "Воздух наполнен старой бумагой, деревом и даже мхом. Казалось, \nвремя остановилось в этом месте, и Вы уже часами бродите по этим бесконечным рядам шкафов.",
            "Вдруг, совершенно не поджидая, Вы достигаете конца, упираясь в стену перед вами. \nПод грудой книг что-то сияет розовым светом. Разгребаете все содержимое, \nкашляя от потока грязи и пыли, струящегося на Вас.",
            "Льняной мешочек, сквозь пространства между нитями которого проходят яркие цвета, \nтеперь лежит на Ваших ладонях. Внутри него розовые сферы, на которых выгравировано “Сонные благовония”. \nВы кладете вещицу в карман, предполагая, что когда-нибудь в будущем используете её по необходимости \nи возвращаетесь обратно в основную часть зала библиотеки.",
            "<Сонные благовония теперь у Вас в инвентаре>"
          ]
        },
        {
          "type": "2 часть зала",
          "discription": [
            "Вы выбираете левую половину комнаты и проходите в её глубины, поджидая, \nкогда она проявит тайны, которые скрывает от обыкновенных глаз.",
            "Высокие книжные шкафы из темного дерева, украшенные винтажными металлическими табличками с названиями разделов. \nПол вымощен плитами, на некоторых из них были обрисованы глубокие руны. \nЧасть стеллажей, видимо, перемещаются в определённые часы или меняются местами между собой. \nОт долгих хождений кажется, что странствия никогда не закончатся, горло пересушивается, а взгляд рассеивается.",
            "Проходя мимо полок, игрок внезапно замечает деталь, отличающуюся от всего остального помещения. \nЭто древняя каменная стена с проросшей сверху плесенью. Вы подходите ближе и решаете ощупать её руками, \nа затем замечаете, что одна из вставных плит проталкивается вглубь. Решаете помочь, пододвигая её вперёд.",
            "Вы берете таинственный ключ с головой младенца на конце, предугадывая, \nкаким образом он у него появился и открываете проход. Вниз, в глубокий мрак, \nведет старая веревочная лестница, по которой, вероятно, давно не перемещались.",
            "Вы решаете снять светильник со стены и взять его с собой в дорогу, \nвозможно, она приведёт Вас в бэкрумс или даже в ламинальное пространство. \nСпустившись, Вы замечаете небольшую комнатушку, обвитую корнями деревьев, похожую на лабораторию.",
            "Центральный стол был завален абы чем, рисунками безумных схем, \nчертежами и кофейными кружками. К стене прибита полка с артефактами: \nкристаллы из измерения “Spb-52”, папки, фотографии и записи с подписью \n«Не открывать до 1488 года по Лунному календарю Хирша», по полу проходили запутанные провода, \nгде-то виднелись нарисованные мелом круги. А возле стола располагался сундук. \nВы подошли к нему поближе и попытался открыть, однако тот совсем не поддавался.",
            "Вы: \nСезам откройся, мимик, абракадабра, авада кедавра! \nДа что такое, неужели тебя заклинило..! \nНу смилостивься, иначе я уйду, и за тобой так и не вернутся твои хозяева… Держу себя на слове!",
            "Тут что-то внутри ларца загрохотало, он затрясся и, наконец, распахнулся. \nТам лежала толстая книга каштанового оттенка, золотистый переплет сиял под светом лампы, \nа на поверхности обложки простирались углубления из охристо-золотых каллиграфических букв, \nсоставлявших слова «Мемуары По Проектной Деятельности».",
            "Рядом с ней был программируемый калькулятор с металлическим корпусом, \nкоторый Вы решили забрать себе. Открыв произведение, можно было увидеть текст на форзаце.",
            "Рядом указывалось, что, прочитав его трижды, Вы обретете все знания, \nкоторые содержит целая книга по указанной на обложке дисциплине. \nВы следуете правилам. Спустя некоторое время начинаете чувствать, как его голова заполняется, \nсловно кто-то пишет на самих извилинах Вышего мозга и \nмедленно расчесывает его, создавая новые нейронные связи.",
            "Удивительные ощущения, которые не кажутся реальными. \nТеперь появляется надежда, что все может получиться. Сдать экзамены и пройти на следующий семестр университета.",
            "<Программируемый калькулятор теперь у Вас в инвентаре> \n<Мемуары По Проектной деятельности теперь у Вас в кармане! 1/5>"
          ]
        }
      ]
    },
    {
      "name": "Компьютерный класс",
      "description": [
        "В глубине этажа, куда редко заходят даже учителя, запрятался заброшенный компьютерный класс. \nатмосферой, застывшей в 90-ых, заставляя время течь медленнее. Внутри комнаты властвует темнота, \nнарушаемая только мерцанием единственного старого ЭЛТ-монитора с выпуклым экраном в середине помещения.",
        "Пыль в воздухе загустела, в нем твердо засел запах перегретого железа и желтеющей бумаги. \nНа стене висит плакат, гласящий “Потерялся поросенок, просим помочь отыскать”. \nОкна зашторены плотными серо-буро-малиновыми занавесками, не пропускающими свет."
      ],
      "floors": 2,
      "items": [ "Катана" ],
      "enemies": [],
      "interactables": [
        {
          "type": "Старый компьютер 1",
          "discription": [
            "Вы подходите к компьютеру, накидываете лежащую поблизости ткань обратной стороной на стул \nво избежание контракта с грязью и пылью и садится на него, изучая предметы на столе.",
            "В основном там разложены учебные материалы, а в уголке стоят фигурки из различных мультивселенных: \nпони Радуга и игрушка, похожая толи на Соника, толи на Пикачу - \nпопулярных персонажей из древних пиксельных видеоигр.",
            "Экран слепит в лицо, он слишком яркий. На нем отображаются три команды, \nиспользующихся при работе с системой контроля версий Git, и один пропуск где-то между ними. \nПустое место, прямо как и человек по ту сторону экрана. \nПрограмма просит ввести недостающую команду. Видимо что-то произойдёт, если написать верный ответ.",
            "git status \ngit add. \n... \ngit push origin main",
            "В старой деревянной тумбе поблизости под столом что-то щелкнуло. \nИздался слабый и протяжный скрежет, из-за чего у героя слегка засосало под ложечкой.",
            "Внезапно выдвинулась полка, а затем внутри дощечки, видимо игравшие роль двойного дна, \nлесенкой ускользили и спрятались друг за другом в конце ящика. Внутри лежала тяжелая, \nрельефная книга с золотистыми переплетом и буквами на обложке.",
            "По ней было приятно проводить руками, каждым кончиком пальца прощупывать тонкую ручную работу, \nскорее всего, опытного мастера, человека, который успел изведать все грани жизни \nи внести свой вклад в науку.Вы аккуратно открыли “Мемуары По ОПД” и начали \nзачитывать вслух трижды текст на форзаце.",
            "Слова слетали с языка и переплетались между собой в магические рифмы, \nа затем снова возвращались в тело, проскальзывая сквозь каждую из фибр души словно чакра, \nзаполняя голову новыми знаниями по предмету, указанному на книге.",
            "Исследовав ее, игрок заметил в том же месте элегантную черную катану с обсидиановым лезвием, \nнапоминавшую Японию из далекого прошлого, где сражался великий самурай Мусаси Миямото.",
            "Возможно в одном из будущих сражений она прослужит доблестную роль. \nВерно, у самурая нет цели, только путь, однако видя звезду и обладая желанием добраться до нее, \nотыскать выход во тьме, куда проще и приятнее.",
            "<Катана теперь у Вас в инвентаре> \n<Мемуары По ОПД теперь у Вас в кармане! 2/5>"
          ]
        }
      ]
    },
    {
      "name": "Аудитория истории",
      "description": [
        "С виду обыкновенная аудитория, в которой проходят занятия по истории. \nВ ее цветовой гамме господствуют каштаново-ореховые тона. \nСквозь полуоткрытые занавески просачивается теплый солнечный свет, \nв лучах которого можно наблюдать танцующие пылинки.",
        "Воздух густой, спертый, словно окна не открывали уже долгое время. \nСтуденты развалились за партами, некоторые сидели у стены, прижавшись к ней, \nих тела обмякли, а руки были покрыты чернилами, конспекты исписаны, \nа под глазами тяжелые синяки и мешки."
      ],
      "floors": 2,
      "items": [ "Молекулярная микстура", "Зелье знаний", "Шпоргалки" ],
      "enemies": [ "Dolls" ],
      "interactables": [
        {
          "type": "Одержимые студенты",
          "discription": [
            "Все присутствующие будто марионетки повернули свои головы в Вашу сторону \nи начали хрипло шептать что-то похожее на обрывки лекций, \nих взгляды были пустыми и затуманенными, словно через их зрачки смотрел кто-то другой.",
            "Эти девушки и юноши погрузились в литургический сон от усталости и страха перед сессией, \nподготавливаясь к экзаменам. Злобные духи воспользовались их состоянием \nи завладели ослабленными разумами. Теперь эти существа паразитически \nпитаются опустошенными телами, поджидая новую жертву.",
            "Необходимо срочно воспользоваться чем-то подходящим, чтобы не оказаться \nсреди этого зомби отряда!",
            "Розовые сферы отлично подойдут, они ослабляют нечисть и \nпридают жизненную силу зараженному, пробуждая его ото сна!"
          ]
        },
        {
          "type": "Проснувшиеся студенты",
          "discription": [
            "Теперь проснувшиеся студенты бессильно лежат на полу, они истощены, \nведь давно не ели и вовсе не отдыхали, однако теперь были спасены. \nЛюбопытно, сколько из них отчислятся, пройдя сумасшедшую дорогу \nлюбого героя из фильма ужасов и почти побывав на том свете..!",
            "Вы использовали большинство всех своих светящихся шариков, раскидывая их, \nкак покеболы, которые были у Вас в льняном мешочке, чтобы спасти студентов.",
            "Вы: \nДаешь молодежь, любят же они всякие орбизы, баббл ти и другие новомодные прикольчики, \nа кто ещё любит прикалываться, да естественно, любители чая на Невском, \nза такое их, конечно, в ссылку бы отправить. Пошутил, уж можно понять, \nпростить и расстрелять! На завод бы им работать!"
          ]
        },
        {
          "type": "Книжный шкаф",
          "discription": [
            "Полки, пахнущие древесным лаком и старостью, были расставлены различными историческими книгами, \nрассказывающими о династиях, политических режимах и культуре различных стран мира; \nв некоторых из них находились пожелтевшие закладки, из одной даже немного высовывался засушенный цветок.",
            "На самой широкой полке был поставлен бюст некого великого политика. Как интересно, поддерживали его снизу те самые таинственные “Мемуары По Мировой Истории”.",
            "Вы с усилием пытаетесь достать тяжелую книгу, перелистываете страницы, вкушая книжный аромат, а затем читаете волшебные строки.",
            "Все внутренности организма полыхают огнем, а после он заполняется подобно сосуду с водой – \nзнаниями, заставляя сомневается, истинны ли они на самом деле, \nведь, может быть, история – это ложь, с которой все согласились?",
            "На соседней полке вы замечаете пробирку, с сияющей жидкостью. \nОна выпускает пузырьки на поверхность. Вы задумываетесь и решатете взять ее с собой.",
            "<Молекулярная микстура теперь у Вас в инвентаре> \n <Мемуары По Всемирной Истории теперь у Вас в кармане! 3/5>"
          ]
        }
      ]
    },
    {
      "name": "Лаборатория",
      "description": [
        "Перед глазами предстает просторное помещение с белоснежными стенами, испещренными глубокими царапинами \nи застрявшими когтями, огромными словно исполинские гвозди.",
        "Люминесцентные лампы здесь иногда помигивают, отбрасывая мерцающие тени, \nв которых проступают контуры массивных чешуйчатых тел.",
        "Это рептилоиды! \nОни разбили клетки из толстого армированного стекла, разорвав их изнутри. \nНа полу расползались липкие следы странной слизи, переливающейся ядовито-зеленым \nпод ультрафиолетовыми приборами, лежащими рядом.",
        "Животные глухо шипели, шумели и буйствовали, видно, им было тесно в лаборатории. \nВ инвентаре точно должно быть то, что поможет с ними справиться!"
      ],
      "floors": 3,
      "items": [ "Икона", "Активируемый уголь" ],
      "enemies": [ "Reptiloids" ],
      "interactables": [
        {
          "type": "Рептилоиды 1",
          "discription": "Огромные зеленые чешуйчатые существа при виде Вас замерли, \nвыпучив глаза, и разглядывали, настороженно ожидая следующего Вашего действия."
        },
        {
          "type": "Рептилоиды 2",
          "discription": [
            "Вы достаете Молекулярную микстуру и выплескиваете содержимое пробирки на гигантских существ по очереди.",
            "Каждое из них, одно за другим, начинает стремительно уменьшаться в размерах, \nпока совсем не исчезает из поля видимости. Теперь в помещении царит разруха.",
            "Здесь настолько просторно, что любые твои шаг и действие раздаются эхом. Создается ощущение, \nсловно рептилоидов и вовсе никогда не существовало в реальности, в этой Вселенной.",
            "Все так быстро закончилось, даже толком и не начавшись. Каково понимать, что ты, \nвероятно, спас мир от зверских человеческих смертей, однако лишил науку \nвеликих открытий и будущего, а также забрал жизни у тех, кто по праву был их достоин, \nперетерпев эксперименты не по своей воле.",
            "Немного похоже на ту самую задачку с поездом, не так ли?"
          ]
        },
        {
          "type": "Стеклянный домик с лабиринтом",
          "discription": [
            "Небольшой стеклянный домик, по площади которого расположен \nогромный лабиринт видимо предназначался для маленького питомца.",
            "Он был оснащен беговым колесом с датчиками скорости, \nминиатюрной полкой с деревянными кубиками-буквами для тестов на интеллект.",
            "В уголке лежала теплая желтая шапка, на которой, кажется, \nлюбил отдыхать звереныш, рядом с ней красовалась кормушка с автоматической \nвыдачей гранул по расписанию и поилкой.",
            "Тут из-под своего спального места вылез белоснежный мышонок альбинос \nи начал обнюхивать пространство, быстро передвигая носиком.",
            "???: \nЭто Элджернон, он очень способный, прелестное создание. \nВ данный момент применяю некоторые техники для развития его интеллектуальной и физической базы и, \nпредставляешь, получаю замечательные результаты. Можешь познакомиться с ним, парнишка!",
            "Это произнес человек в лабораторном халате поблизости. \nОн стоял в тени, скрывающей лицо, что не позволяло разглядеть его очертания."
          ]
        },
        {
          "type": "Человек в лабороторном халате",
          "discription": [
            "Вы подходите все ближе к незнакомцу в лабораторном халате. \nОн ступает навстречу, выдвигаясь из тени.",
            "Мигающая люминесцентная лампа на потолке делает его образ устрашающим, \nособенно пугает эта непонятная ухмылка на лице.",
            "Теперь Вы можете отлично просматривать его, этот человек – ученый, толи мужчина, толи женщина, определить было невозможно.",
            "Ученый: \nХей, добро пожаловать в лабораторию! \nПрошу прощения за моих малышей, они совсем недавно вылупились из своих роковых яиц, \nоднако какая-то необычайная сила увеличила их в многократных размерах.",
            "Ученый: \nА еще отойти не могу от своей человекоподобной собаки. \nХах-ха.. До сих пор пытаюсь изучить все происходящее и нахожусь просто в растерянности, \nни одни из моих растворов и суспензий не способны были на подобные свойства.",
            "Ученый: \n. Мне казалось, они прямо сейчас все здесь разрушат и начнется новый апокалипсис..! \nА это первое предзнаменование… Существа – гиганты, тоже что динозавры и атланты! Понимаешь ведь..?",
            "Вы: \nДа они чуть университет не уничтожили. \nПройди еще немного времени, потом перешли бы на Землю и людей, это не шутки!",
            "Ученый: \nПф… Ты не представляешь, что ждало бы науку… \nВозможно, мы могли бы разработать новые препараты для лечения людей \nили восстановления потерянных конечностей.",
            "Ученый: \nДа и мировое сообщество… \nОбъединившись против общего зла, люди бы прекратили войны.",
            "Ученый: \nНо с другой стороны, ты прав, человечество еще не готово к подобному перевороту, \nтем более эти существа чуть не разворотили домик Элджернона..! \nЗа него я душу дьяволу продам.",
            "Вы: \nСочувствую… Рад, конечно, что Вы осознали сущность этой трагедии, произойди она в реальности.",
            "Ученый: \nНу тебе… Слишком занудный, у тебя видимо комплексов много… \nВот у рептилоидов, видно, только комплекс Гольджи… Ха-ха-ха!.. Уловил?",
            "Ученый: \nГде ты откопал эту штуковину? Молекулярная микстура… \nПохоже она уменьшила их до размеров молекул.",
            "Ученый достал лупу у себя из кармана.",
            "Ученый: \nИли даже атомов… В этом месте точно происходит что-то странное… \nЯ не выхожу отсюда уже как несколько месяцев.",
            "Ученый: \nНадо бы осмотреться, надеюсь не ослепну от солнечного света… Только вот прибраться стоит…",
            "Ученый: \nДа уж нет, подожду пока Элджернон подрастет, поможет мне с этим! \nНадо бы и тебя отблагодарить за старания, но за устранение моих рептилий, сдашь анализы.",
            "Ученый: \nВсе уяснил? Ты мне аммиак с эритроцитами, а я тебе… \nХм, ну вот, допустим, чайный пакетик! О да… Кто сейчас не любит чай. \nЧай Ассам. А сам налить себе не можешь?!",
            "Вы сдаете анализы и в подарок получаете один единственный виселый чайный пакетик.",
            "Виселый, потому что любит висеть на чайной гильотине! \nИли потому что заставит почувствовать вкус обжигающей победы на кончике языка!",
            "Ученый: \nВот еще, посмотри эту книжку, может пригодится. \nУченый вручает Мемуары По Программированию На С++.",
            "Ученый: \nДавно завалялась здесь эта Библия Страуструпа, занятная вещица, как и ее создатель, хех… \nЯ даже понимаю, как она работает… Поведал один бородатый сумоист на конференции.",
            "<Мемуары По Программированию На С++ теперь у Вас в кармане! 4/5>"
          ]
        }
      ]
    },
    {
      "name": "Аудитория высшей математики",
      "description": [
        "Комната пропитана атмосферой разрухи, \nона распространилась в этой аудитории намного сильнее нежели в любой другой.",
        "На полу нарисована координатная сетка, а на стенах - бесконечные системы уравнений.",
        "Все столы разломлены и собраны в кучи вместе с обломками формул, образовывающими небольшие лабиринты.",
        "Доски исписаны нерешаемыми дифференциальными уравнениями, медленно стекающими подобно смоле вниз. \nГде-то слышатся страдальческие вопли: “Зачем ты сбрииил усыыыы!"
      ],
      "exits": [ "north" ],
      "floors": 3,
      "enemies": [ "Integrals" ],
      "interactables": [
        {
          "type": "Парящие интегралы 1",
          "discription": [
            "В воздухе перемещаются парящие символы. Интегралы словно змеи извиваются в пространстве. \nОгромные матрицы катапультируют числами, а бесконечные пределы затягивают в сингулярности.",
            "Неожиданно из-за угла, подобно минотавру выходит Демон Римона, \nзаставляя сомневаться в условиях сходимости, где-то поблизости под \nперегоревшими лампами обретает форму Тень Коши, она шепчет, навязывая критерии.",
            "Но нужно помнить. Шестьдесят секунд. Хорошо видите? Сейчас нужно сообразить.",
            "Все это не реально и программируемый калькулятор не у них, он у Вас. \nПоэтому, заходя внутрь, нужно быть наготове и держать руку у панели с кнопками.",
            "Интегралы устремляются в сторону игрока. Начинается настоящий бой."
          ]
        },
        {
          "type": "Парящие инегралы 2",
          "discription": [
            "Вы используете программируемый калькулятор из инвентаря, чтобы сразиться с интегралами и другими монстрами.",
            "Стараясь уклониться от атак, Вы пишите код, стреляющий аналитическими решениями, \nневерные алгоритмы могут привести к размножению интегралов, поэтому стоит действовать аккуратнее.",
            "Большинство из них Вы побеждаете и те исчезают в пространстве. Для этого Вам необходимо зафиксировать их в определённые пределах.",
            "Наконец-то бой закончился, ощущение, что Вы живы, но мертвы внутри. Однако это не повод сдаваться.",
            "После небольшого перерыва, игрок поднимается с пола, заваленного математическими символами, и отряхивает одежду.",
            "Да уж, не зря на экзаменах все так с настороженностью относятся к подобным приборчикам \nс различными программистскими финтифлюшками - опасная вещица."
          ]
        },
        {
          "type": "Восседающий на троне",
          "discription": [
            "Незнакомец глядит на Вас свысока, восседая на своем математическом троне.",
            "Линейный император: \nТы уничтожил моих подданных, оставил меня ни с чем… \nСклони голову перед Линейным Императором!",
            "Линейный император: \nИначе я тебя здесь и сейчас проинтегрирую самолично!",
            "Он начал размахивать своим жезлом в сторону игрока, мантия, \nсшитая из ортогональных базисов, развивалась в разные стороны.",
            "Линейный император: \nТы разрушил гармонию линейных законов, я не могу быть милостив!",
            "ВЫ: \nОни должны помогать людям, а не выстраивать неуправляемые сети хаоса. \nЭто их истинное предназначение.",
            "Линейный император: \nА если они тоже хотят жить, существовать вместе с людьми в этой реальности, а ты лишаешь их подобной возможности!",
            "Вы: Тогда их жизнь становится полностью бессмысленной и мучительной, \nведь формулы и символы больше ни на что не способны, кроме как решения задач.",
            "Вы: \nЭтот смысл они обретают как инструмент, благодаря которому были оптимизированы сложнейшие процессы!",
            "(Мысли) *Ох, ничего себе, это я таким умным стал после поглощения нескольких Мемуаров..!*",
            "Линейный император: \nГлупец, ты не имеешь права решать за математику, не зная ее! \nЯ за честный и справедливый бой. Только он способен расставить все точки \nнад итераторами и довести доказательство до полной определенности!",
            "Вы решаете все задачки Линейного императора и притом успешно.",
            "Линейный император: \nКак так… Не может быть… Цифры… Цифры ударили в голову… \nУ меня была власть… Которая не снилась даже НОЦМ Математики!",
            "Линейный император растворяется в воздухе вместе со всеми \nостальными магическими формулами, теперь на его месте небрежно лежат \n“Мемуары По Высшей Математике”, а сверху них - бумажная корона \nиз тетрадного листа в клеточку.",
            "<Мемуары По Высшей Математике теперь у Вас в кармане!>"
          ]
        }

      ]
    },
    {
      "name": "Деканат",
      "description": [
        "Ступенька за ступенькой остаются позади Вашего длинного пути. \nВсе мемуары собраны, знания получены. Осталось лишь финальное – сдать все экзамены, \nдоказать миру свою значимость или хотя бы самому себе.",
        "Дверь, за которой скрывается будущее. Каково оно? \nДействительно ли светлое? Правда ли пройденное имеет какой-то смысл..?",
        "Может быть, в этой комнате я и найду все ответы…"
      ],
      "floors": 4,
      "items": [ "Зелье знаний", "Шпоргалки" ],
      "enemies": [ "paper" ],
      "interactables": [
        {
          "type": "Стол Декана 1",
          "discription": [
            "Дверь в деканат открывается, по всей площади в форме полукруга расположились три стола.",
            "Cзади того, который был в центре и напротив вряд выстроились широкие панорамные окна, \nна стенах висели герб университета, дипломы, благодарности и грамоты, \nразличные картины с религиозной тематикой и учебные материалы.",
            "Высокий мужчина в солидном костюме стоял спиной к проходу, \nразглядывая виды гор и лесов где-то вдалеке сквозь широкие стекла, \nон тактично сложил руки за спиной в замок.",
            "Услышав скрип у входа, он медленно повернулся, строго смотря на игрока.",
            "Декан: \nВот Вы и пришли, удивлен, что сами.",
            "Декан: \nЖаль, почему-то ни одни из моих помощников не смог остановить Вас и привести сюда, \nхотя я дал поручение свите...",
            "Декан: \nНо рад все-таки, что Вы явились лично, это честь.nПоражен, что такой двоечник собрал все Мемуары, удача ли это, смелость или невероятная глупость.",
            "Декан: \nОни ведь у Вас? Откуда вообще знаете об этих писаниях... \nНикто отсюда просто не мог сообщить о них.",
            "Декан: \nБез разницы. Это не важно, главное то, что Вы попали в мышеловку, \nи теперь все двери закрыты. Бежать некуда, поэтому можете попрощаться с жизнью.",
            "Декан: \nВы отчислены. Этот зал суда станет Вашей могилой.",
            "Декан разводит руки, устремляя их к небу и произносит слова на неизвестном языке.",
            "В воздухе появляются листы, однако острые, словно сталь, способные разрезать что угодно с одного взмаха. \nНа них можно разглядеть надпись “ПСЖ”.",
            "Зачарованная бумага словно кинжалы летит в Вашу сторону. \nНужно уворачиваться или атаковать. Этот бой не на жизнь, а на смерть.",
            "Вы достаете катану и встаете в позу самурая, рукоять входит в ладонь, \nсловно предмет соорудили специально и персонально для Вас; \nвнутри, около солнечного сплетения пробуждается сила.",
            "Вы сжимаете оружие, чувствуя, как она наполняет тело и надвигаетесь на летящие стрелами документы об отчислении."
          ]
        },
        {
          "type": "Стол Декана 2",
          "description": [
            "Бой был тяжелым и потным, измотало похуже чем на тренировке у Краснодембского.",
            "На полу валяются разорванные листы бумаги. Теперь, кажется, еще пару недель \nне будет возможности нормально передвигаться, ссадины и порезы на коже \nсильно побаливают и кровоточат.",
            "Вы вытираете щеку рукой, размазывая по ней красную жидкость, \nи смотрите в искривленное от злости и усталости лицо декана.",
            "Декан: \nДа как так… Это просто невозможно, Линейный император подвел меня, \nкак он вообще высчитывает вероятность.",
            "Декан: \nАрх! Я ужасно зол… Эти клоуны оставили всю грязную работу на меня, \nхотя я дал им задание!",
            "Он прилизал сальные от пота волосы назад и указал рукой на Вас.",
            "Декан: \nМне бы хотелось использовать и Вас в качестве прикормки Его Величества, \nкак и всех остальных неудачных студентов",
            "Декан: \nОднако, Вы довольно интересная личность, а также являетесь живым хранилищем Мемуаров, \nно и сила, которой владеете - нечеловеческая.",
            "Декан: \nДа сам Сатана завидует этой решимости! И я хотел бы использовать Вас для других целей, \nпредложить сотрудничать со мной, стать таким же как я.",
            "Декан: \nУ Вас будет все, что только не пожелаете. Узнаете тайны мира, которые не доступны обычному человеку.",
            "Затем начал подходить ближе, протянув руку для пожатия.",
            "Сделка с дьяволом? Насколько изменится будущее, и в лучшую ли сторону. ",
            "Нужно решать прямо сейчас. Часики тикают."
          ]
        }
      ]
    }
  ],
    "auditors": [
        {
          "name": "Аудитория с Они",
          "description": [
            "Просторная аудитория с высокими потолками, полом покрытым татами, дощатыми стенами \nиз японского кедра - суги, была заляпана следами старых протечек, \nдлинные ряды потертых деревянных парт словно уходили в небытие",
            "На стене висела массивная доска, ее поверхность была покрыта полустертыми формулами, \nа в углу еще виднелись следы мела. Воздух стоял тяжелый, \nпропитанный запахом затхлой бумаги и чего-то сладковато-гнилого.",
            "В углу лежало подношение, забытое кем-то очень давно. На стенах, среди обычных учебных \nплакатов и объявлений, проступали странные отметины - глубокие царапины, \nкогтями, и полустертые иероглифы.",
            "В углу комнаты лежала раскрытая книга, ее страницы медленно перелистывались сами по себе, \nшелестя, словно их трогали невидимые пальцы.",
            "Тишину нарушал едва уловимый шепот на древнем языке. Японские демоны Они, \nпришедшие из старых легенд, поселились в этом забытом уголке университета.",
            "Как только Вы зашли в помещение, из-за парт медленно начали подниматься длинные, \nскрюченные фигуры с бледно-зеленой, неживой кожей, будто вымоченного в воде.",
            "Их лица были сравнимы с оскаленными масками с горящими желтыми глазами и ртами, \nполными иглоподобных зубов. Они словно не шли, а скользили по полу навстречу.",
            "Бумага на стенах стала вздуваться, и из-под нее выползли черные пальцы с загнутыми когтями. \nОкна начали плавно запотевать, заставляя на стеклах проступать отпечаткам ладоней. \nОдин из демонов резко дергает головой, и его шея вытягивается, \nкак змеиная, позволяя лицу приблизиться к игроку вплотную.",
            "Из его рта вырывается шепот на мертвом языке, пахнущий гнилью. \nОстальные начинают окружать. Парты сдвигаются сами, преграждая путь к выходу, \nа доска трескается, добавляя устрашающей атмосферы."
          ],
          "items": [ "Икона", "Святая вода" ],
          "enemies": [ "Oni" ]
        },
        {
          "name": "Майнкрафт-аудитория",
          "description": [
            "Аудитория с высокими потолками и массивными балками, словно перекрытыми из грубого дуба, \nнапоминала старинный зал для лекций, но время и чуждое присутствие исказили её облик.",
            "Пол был выложен из серых каменных плит, покрытых трещинами. \nСтены сложены из кирпичей с вкраплениями светящихся жил, напоминающих обсидиан. \nВоздух был плотным, сырым, пропитанным запахом железа, \nдревесного пепла и электрически напряжения.",
            "Вдоль стен стояли длинные ряды парт - деревянных, с металлическими ножками. \nНекоторые были перевернуты, другие - полностью разрушены. На полу валялись обломки мелков, учебники, \nпорванные на отдельные страницы, и кристаллы, которые тускло мерцали в полумраке.",
            "Из открытой шкатулки на преподавательском столе торчали сломанные карандаши. \nТишину нарушало еле слышное паучье шипение, доносившееся из-под половиц. \nИз темных уголков комнаты начали появляться воксельные, кубоподобные монстры, нагоняя пугающую атмосферу.",
            "Из-за штор, скрепя и стуча костями вышел Скелет, держа лук наготове. Его глазницы \nгорели холодным пламенем. Он выстрелил без предупреждения. Стрела вонзилась в стену, \nоставив после себя дым и зловещее послесвечение. Где-то из-под парты выполз зомби в костюме \nпреподавателя, порванной и покрытой зеленым гноем.",
            "Из потолка, через трещины, начал опускаться Эндермен, монстр с длинными конечностями, \nон словно перемещался не шагами, а фрагментами реальности, пододвигаясь с каждой секундой все ближе, \nстановясь опаснее каждый раз при столкновении с ним взглядами."
          ],
          "items": [ "Активированный уголь", "Шпоргалки" ],
          "enemies": [ "Mobs" ]
        },
        {
          "name": "Аудитория с Теневыми Воротилами",
          "description": [
            "Совсем небольшая аудитория, с маленькими окнами, в которую почти не попадает освещение, \nчто делает ее еще более мрачной, чем остальные. \nСтены, потолки и полы - все это выполнено в оттенках темно-коричневого цвета.",
            "Кажется, будто сам воздух угрожает тебе, при входе в это устрашающее место. Помимо этого, \nв аудитории идеально чисто, это создаёт неуверенность и сомнения, \nчто это место вообще реально. На столе лежат: пустой блокнот, документы и пустая кружка, \nкоторую кто-то будто поставил для вида, а не для практичных целей.",
            "Темная доска, в передней части аудитории, идеально вымыта и выглядит как абсолютно новая. \nВсе в этой аудитории, как будто искусственно и создано только для того, \nчтобы встретить гостя. Легкое чувство дереализации нависшее над игроком, прерывает странные шаги…",
            "Они доносятся из-под парт в аудитории. Стремительно из-под каждого стола вылезают \nчерные существа, которые если не сам мрак, то очень его напоминают. \nЭтими существами оказываются Теневые воротила - духи пустоты.",
            "Они появляются как раз в таких темных и жутких местах, \nзаманивают людей иллюзией жизни в абсолютно пустые помещения. \nЭти маленькие, черные монстры, строением тела напоминающие людей, начинают приближаться \nк Вам со всех сторон. Они залазят друг на друга, чтобы стать выше, \nобразуя вокруг Вас стену, которая кажется непобедимой."
          ],
          "items": [ "Зелье знаний", "Шпоргалки" ],
          "enemies": [ "Shadows" ]
        }
      ],
      "stairs": {
        "name": "Лестница"
      }
   }